start_comand_text = '''👋 Добро пожаловать!Этот Telegram-бот создан для помощи в анализе рынка криптовалют. Он предоставляет торговые сигналы на основе двух стратегий:

               📈 Стратегия 1: RSI 14
               Основана на классическом индикаторе относительной силы (RSI) с периодом 14. Помогает выявлять зоны перекупленности и перепроданности, чтобы находить возможные точки входа и выхода.

               📊 Стратегия 2: Трендовая
               Следует за трендом с использованием скользящих средних и других технических индикаторов, определяя направление движения рынка и фильтруя ложные сигналы.'''


disclaimer_text = (
    "⚠️ Дисклеймер\n\n"
    "Бот предоставляет информацию и торговые сигналы исключительно в ознакомительных целях.\n\n"
    "Все решения о покупке, продаже или удержании активов принимает только пользователь.\n\n"
    "Разработчик бота и сам бот не несут ответственности за возможные финансовые убытки, "
    "полученные в результате использования предоставляемых сигналов.\n\n"
    "ℹ️ Перед началом работы рекомендуем внимательно ознакомиться с информацией о боте.\n\n"
    "📲 Чтобы продолжить, откройте клавиатуру и выберите нужный пункт меню. Кнопка 'Информация о боте'"
)
